[
    {
        "id": 1,
        "name": "Elon Musk: How the Billionaire CEO of SpaceX and Tesla is Shaping our Future",
        "author": "Ashlee Vance",
        "publisher": "Penguin Random House (Indian)",
        "isbn": 9780753555637,
        "pages": 400,
        "quantity": 12,
        "price": 1078,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432418934l/25563103._SY475_.jpg",
        "description": "South African born Elon Musk is the renowned entrepreneur and innovator behind PayPal, SpaceX, Tesla, and SolarCity. Musk wants to save our planet; he wants to send citizens into space, to form a colony on Mars; he wants to make money while doing these things; and he wants us all to know about it. He is the real-life inspiration for the Iron Man series of films starring Robert Downey Junior."
    },
    {
        "id": 2,
        "name": "The Alchemist",
        "author": "Paulo Coelho",
        "publisher": "আরাফাত প্রকাশনী",
        "isbn": 98470178098210,
        "pages": 94,
        "quantity": 50,
        "price": 118,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1466865542l/18144590._SY475_.jpg",
        "description": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and soul-stirring wisdom, is about an Andalusian shepherd boy named Santiago, who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried near the Pyramids."
    },
    {
        "id": 3,
        "name": "Walking With The Comrades",
        "author": "Arundhati Roy",
        "publisher": "Penguin group",
        "isbn": 9780670085538,
        "pages": 144,
        "quantity": 9,
        "price": 630,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1306526662l/11420104.jpg",
        "description": "‘The terse, typewritten note slipped under my door in a sealed envelope confirmed my appointment with “India’s single biggest internal security challenge”. I’d been waiting for months to hear from them...’ In early 2010, Arundhati Roy traveled into the forests of Central India, homeland to millions of indigenous people, dreamland to some of the world’s biggest mining corporations."
    },
    {
        "id": 4,
        "name": "Age of Anger: A History of the Present",
        "author": "Pankaj Mishra",
        "publisher": "Picador India",
        "isbn": 9781250159304,
        "pages": 416,
        "quantity": 9,
        "price": 1292,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1470699087l/30989285.jpg",
        "description": "Modernity, secularism, development, and progress have long been viewed by the powerful few as benign ideals for the many. Today, however, botched experiments in nation-building, democracy, industrialization, and urbanization visibly scar much of the world."
    },
    {
        "id": 5,
        "name": "Project Hail Mary",
        "author": "Andy Weir",
        "publisher": "Ballantine Books",
        "isbn": 9780593135204,
        "pages": 496,
        "quantity": 5,
        "price": 1258,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1597695864l/54493401.jpg",
        "description": "Ryland Grace is the sole survivor on a desperate, last-chance mission—and if he fails, humanity and the Earth itself will perish. Except that right now, he doesn't know that. He can't even remember his own name, let alone the nature of his assignment or how to complete it."
    },
    {
        "id": 6,
        "name": "The Midnight Library",
        "author": "Matt Haig",
        "publisher": "ভূমিপ্রকাশ",
        "pages": 240,
        "quantity": 5,
        "price": 282,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602190253l/52578297.jpg",
        "description": "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets?"
    },
    {
        "id": 7,
        "name": "Shuggie Bain",
        "author": "Douglas Stuart",
        "publisher": "Picador India",
        "isbn": 9781529064414,
        "pages": 448,
        "quantity": 3,
        "price": 898,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602094778l/52741293._SY475_.jpg",
        "description": "Shuggie Bain is the unforgettable story of young Hugh 'Shuggie' Bain, a sweet and lonely boy who spends his 1980s childhood in run-down public housing in Glasgow, Scotland. Thatcher's policies have put husbands and sons out of work, and the city's notorious drugs epidemic is waiting in the wings."
    },
    {
        "id": 8,
        "name": "Life And Political Reality: Two Novellas",
        "author": "Shahidul Zahir",
        "publisher": "Samhati Prokashan",
        "isbn": 9789849490395,
        "quantity": 3,
        "price": 308,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1642771568l/60174505._SY475_.jpg",
        "description": "Born in 1953 in Old Dhaka, Shahidul Zahir published only six works in his short life – but these are some of the most unique and powerful works of fiction to have come out of the subcontinent. With his own particular blend of surrealism, folklore, oral storytelling traditions, magic realism, a searing understanding of social and political reality, and rare clarity of vision, he created a truly extraordinary oeuvre."
    },
    {
        "id": 9,
        "name": "The Complete Works of William Shakespeare",
        "author": "William Shakespeare",
        "publisher": "Wilco",
        "isbn": 9788182524620,
        "quantity": 3,
        "price": 1031,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1371515067l/764563.jpg",
        "description": "William Shakespeare is widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. His plays are constantly studied, performed and reinterpreted in diverse cultural and political contexts throughout the world. This title offers a collection of Shakespeare's works."
    },
    {
        "id": 10,
        "name": "The Forty Rules of Love",
        "author": "Elif Shafak",
        "publisher": "Penguin group",
        "isbn": 9780241972939,
        "pages": 368,
        "quantity": 3,
        "price": 898,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1442161289l/6642715._SY475_.jpg",
        "description": "Ella Rubenstein is forty years old and unhappily married when she takes a job as a reader for a literary agent. Her first assignment is to read and report on Sweet Blasphemy, a novel written by a man named Aziz Zahara. Ella is mesmerized by his tale of Shams's search for Rumi and the dervish's role in transforming the successful but unhappy cleric into a committed mystic, passionate poet, and advocate of love."
    },
    {
        "id": 11,
        "name": "India and the Bangladesh Liberation War",
        "author": "Chandrashekhar Dasgupta",
        "publisher": "Juggernaut",
        "isbn": 9789391165536,
        "pages": 328,
        "quantity": 2,
        "price": 1258,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1643953221l/60302785._SY475_.jpg",
        "description": "In his new book 'India and the Bangladesh Liberation War', author Chandrashekhar Dasgupta travels a well-traversed path in search of answers to five questions: When and why did India decide to intervene in the liberation struggle, did India intend to break Pakistan, what was the impact of the massive influx of refugees from East to West Bengal, what effect did Kissinger's Beijing trip in 1971 have, and did India react to events or did it have a strategy"
    },
    {
        "id": 12,
        "name": "The Greatest Stories From The Quran",
        "author": "Saniyasnain Khan",
        "publisher": "Goodwordkidz",
        "isbn": 9788178983455,
        "pages": 72,
        "quantity": 3,
        "price": 720,
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348833302l/834298.jpg"
    }
]